Repository: toneloc/stable-channels
Catalog: ios/StableChannels/StableChannels/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt_br, ru, zh_hans

source: Active
ar: نشط
bn: সক্রিয়
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
ja: アクティブ
pt_br: Ativo
ru: Активен
zh_hans: 活跃

source: Backup enabled!
ar: تم تفعيل النسخ الاحتياطي!
bn: ব্যাকআপ সক্রিয়!
de: Backup aktiviert!
es: ¡Respaldo activado!
fr: Sauvegarde activée !
hi: बैकअप सक्षम!
ja: バックアップが有効になりました！
pt_br: Backup ativado!
ru: Резервное копирование включено!
zh_hans: 备份已启用！

source: Bitcoin address QR code
ar: رمز الاستجابة السريعة لعنوان البيتكوين
bn: বিটকয়েন ঠিকানা QR কোড
de: Bitcoin-Adresse QR-Code
es: Código QR de la dirección Bitcoin
fr: Code QR de l'adresse Bitcoin
hi: बिटकॉइन पता QR कोड
ja: ビットコインアドレスのQRコード
pt_br: Código QR de endereço Bitcoin
ru: QR-код Bitcoin-адреса
zh_hans: 比特币地址二维码

source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Delete
ar: حذف
bn: মুছে ফেলুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: Delete Backup?
ar: حذف النسخة الاحتياطية؟
bn: ব্যাকআপ মুছে ফেলবেন?
de: Backup löschen?
es: ¿Eliminar Respaldo?
fr: Supprimer la sauvegarde ?
hi: बैकअप हटाएं?
ja: バックアップを削除しますか？
pt_br: Excluir Backup?
ru: Удалить резервную копию?
zh_hans: 删除备份？

source: Important
ar: مهم
bn: গুরুত্বপূর্ণ
de: Wichtig
es: Importante
hi: महत्वपूर्ण
ja: 重要
pt_br: Importante
ru: Важно
zh_hans: 重要提示

source: Inactive
ar: غير نشط
bn: নিষ্ক্রিয়
de: Inaktiv
es: Inactivo
fr: Inactif
hi: निष्क्रिय
ja: 非アクティブ
pt_br: Inativo
ru: Неактивен
zh_hans: 非活跃

source: Min
ar: الحد الأدنى
bn: সর্বনিম্ন
es: Mín
hi: न्यूनतम
ja: 最小
pt_br: Mín
ru: Мин.
zh_hans: 最小

source: Partial Recovery Warning
ar: تحذير استرداد جزئي
bn: আংশিক পুনরুদ্ধারের সতর্কতা
de: Warnung zur teilweisen Wiederherstellung
es: Aviso de Recuperación Parcial
fr: Avertissement de récupération partielle
hi: आंशिक पुनर्प्राप्ति चेतावनी
ja: 部分的な復元の警告
pt_br: Aviso de Recuperação Parcial
ru: Предупреждение о частичном восстановлении
zh_hans: 部分恢复警告

source: Please email
ar: الرجاء إرسال بريد إلكتروني إلى
bn: দয়া করে ইমেল করুন
de: Bitte senden Sie eine E-Mail an
es: Por favor envía un correo a
fr: Veuillez envoyer un e-mail à
hi: कृपया ईमेल करें
ja: こちらにメールしてください:
pt_br: Por favor envie um e-mail para
ru: Пожалуйста, напишите на
zh_hans: 请发送电子邮件至

source: Please withdraw all BTC before proceeding. Existing wallet data will be completely overwritten.
ar: يرجى سحب كل الـ BTC قبل المتابعة. سيتم استبدال بيانات المحفظة الحالية تمامًا.
bn: চালিয়ে যাওয়ার আগে দয়া করে সমস্ত BTC প্রত্যাহার করুন। বিদ্যমান ওয়ালেট ডেটা সম্পূর্ণভাবে ওভাররাইট করা হবে।
de: Bitte heben Sie alle BTC ab. Bestehende Daten werden überschrieben.
es: Retira todos los BTC. Los datos de la billetera serán sobrescritos.
fr: Veuillez retirer tous les BTC avant de continuer. Les données du portefeuille existant seront écrasées.
hi: कृपया आगे बढ़ने से पहले सभी BTC निकाल लें। मौजूदा डेटा अधिलेखित हो जाएगा।
ja: 続行する前にすべてのBTCを引き出してください。既存のウォレットデータは完全に上書きされます。
pt_br: Por favor, retire todos os BTC antes de continuar. Os dados existentes da carteira serão sobrescritos.
ru: Пожалуйста, выведите все BTC перед продолжением. Существующие данные кошелька будут перезаписаны.
zh_hans: 请在继续之前提取所有 BTC。现有的钱包数据将被完全覆盖。

source: Price
ar: السعر
bn: মূল্য
de: Preis
es: Precio
fr: Prix
hi: कीमत
ja: 価格
pt_br: Preço
ru: Цена
zh_hans: 价格

source: QR Code
ar: رمز الاستجابة السريعة
bn: QR কোড
es: Código QR
fr: Code QR
hi: QR कोड
ja: QRコード
pt_br: Código QR
ru: QR-код
zh_hans: 二维码

source: Restoring from iCloud will erase your existing wallet and all funds. Please withdraw all Bitcoin before proceeding.
ar: استعادة المحفظة من iCloud ستؤدي إلى مسح محفظتك الحالية وجميع الأموال. يرجى سحب كل البيتكوين قبل المتابعة.
bn: iCloud থেকে পুনরুদ্ধার করলে আপনার বর্তমান ওয়ালেট এবং সমস্ত তহবিল মুছে যাবে। চালিয়ে যাওয়ার আগে দয়া করে সমস্ত বিটকয়েন প্রত্যাহার করুন।
de: Die Wiederherstellung aus iCloud löscht Ihre Wallet. Bitte beheben Sie zuerst alle Bitcoin ab.
es: La restauración desde iCloud borrará tu billetera y tus fondos. Retira todo tu Bitcoin antes de continuar.
fr: La restauration depuis iCloud effacera votre portefeuille. Veuillez retirer tous vos Bitcoins.
hi: iCloud से पुनर्स्थापित करने पर मौजूदा वॉलेट मिट जाएगा। कृपया सभी बिटकॉइन निकाल लें।
ja: iCloudから復元すると、ウォレットと資金が消去されます。続行する前にすべてのビットコインを引き出してください。
pt_br: A restauração do iCloud apagará sua carteira e todos os fundos. Por favor, retire todos os Bitcoins antes de continuar.
ru: Восстановление из iCloud удалит текущий кошелек. Пожалуйста, выведите все биткоины.
zh_hans: 从 iCloud 恢复将擦除您现有的钱包和所有资金。请在继续操作前提取所有比特币。

source: Selected
ar: تم التحديد
bn: নির্বাচিত
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
hi: चयनित
ja: 選択中
pt_br: Selecionado
ru: Выбрано
zh_hans: 已选择

source: Tap to close
ar: اضغط للإغلاق
bn: বন্ধ করতে আলতো চাপুন
de: Zum Schließen tippen
es: Toca para cerrar
fr: Touchez pour fermer
hi: बंद करने के लिए टैप करें
ja: タップして閉じる
pt_br: Toque para fechar
ru: Нажмите, чтобы закрыть
zh_hans: 点击关闭

source: Tap to enlarge
ar: اضغط للتكبير
bn: বড় করতে আলতো চাপুন
de: Zum Vergrößern tippen
es: Toca para ampliar
fr: Touchez pour agrandir
hi: बड़ा करने के लिए टैप करें
ja: タップして拡大
pt_br: Toque para ampliar
ru: Нажмите, чтобы увеличить
zh_hans: 点击放大

source: This backup contains your seed phrase. Lightning channel state is NOT included.
ar: يحتوي هذا النسخ الاحتياطي على كلمات الاسترداد. حالة قناة لايتنينج غير مشمولة.
bn: এই ব্যাকআপে আপনার সীড ফ্রেজ রয়েছে। লাইটনিং চ্যানেলের অবস্থা অন্তর্ভুক্ত নয়।
de: Dieses Backup enthält Ihre Seed-Phrase. Der Lightning-Kanalstatus ist NICHT enthalten.
es: Este archivo tiene tu semilla. El estado del canal Lightning NO se incluye.
fr: Cette sauvegarde contient votre phrase secrète. L'état du canal Lightning N'EST PAS inclus.
hi: इस बैकअप में आपका सीड वाक्यांश है। लाइटनिंग चैनल की स्थिति शामिल नहीं है।
ja: このバックアップにはシードフレーズが含まれています。Lightningチャネルの状態は含まれていません。
pt_br: Este backup contém sua frase-semente. O estado do canal Lightning NÃO está incluído.
ru: В этой резервной копии хранится ваша seed-фраза. Состояние канала Lightning НЕ включено.
zh_hans: 此备份包含您的助记词。不包含闪电通道状态。

source: Time
ar: الوقت
bn: সময়
de: Zeit
es: Hora
fr: Heure
hi: समय
ja: 時間
pt_br: Hora
ru: Время
zh_hans: 时间

source: Wallet restored!
ar: تم استعادة المحفظة!
bn: ওয়ালেট পুনরুদ্ধার করা হয়েছে!
de: Wallet wiederhergestellt!
es: ¡Billetera restaurada!
fr: Portefeuille restauré !
hi: वॉलेट पुनर्स्थापित!
ja: ウォレットが復元されました！
pt_br: Carteira restaurada!
ru: Кошелек восстановлен!
zh_hans: 钱包已恢复！

source: You'll need your seed phrase to restore. This cannot be undone.
ar: ستحتاج إلى كلمات الاسترداد للاستعادة. لا يمكن التراجع عن هذا.
bn: পুনরুদ্ধার করতে আপনার সীড ফ্রেজের প্রয়োজন হবে। এটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Sie benötigen Ihren Seed zum Wiederherstellen. Dies kann nicht rückgängig gemacht werden.
es: Necesitarás tu semilla para restaurar. No se puede deshacer.
fr: Vous aurez besoin de votre phrase secrète pour restaurer. Ceci ne peut pas être annulé.
hi: पुनर्स्थापित करने के लिए सीड की आवश्यकता होगी।
ja: 復元にはシードフレーズが必要です。これは元に戻せません。
pt_br: Você precisará da sua semente para restaurar. Isso não pode ser desfeito.
ru: Вам понадобится seed-фраза для восстановления. Это действие нельзя отменить.
zh_hans: 恢复需要助记词。此操作无法撤销。

# alert_close_channel_cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# alert_close_channel_confirm
source: Close Channel
ar: إغلاق القناة
bn: চ্যানেল বন্ধ করুন
de: Kanal schließen
es: Cerrar Canal
fr: Fermer le canal
hi: चैनल बंद करें
ja: チャネルを閉じる
pt_br: Fechar Canal
ru: Закрыть канал
zh_hans: 关闭通道

# alert_close_channel_message
source: Are you sure you want to close this channel?
ar: هل أنت متأكد أنك تريد إغلاق هذه القناة؟
bn: আপনি কি নিশ্চিত যে আপনি এই চ্যানেলটি বন্ধ করতে চান?
de: Möchten Sie diesen Kanal wirklich schließen?
es: ¿Estás seguro de que deseas cerrar este canal?
fr: Êtes-vous sûr de vouloir fermer ce canal ?
hi: क्या आप वाकई इस चैनल को बंद करना चाहते हैं?
ja: このチャネルを閉じてもよろしいですか？
pt_br: Tem certeza de que deseja fechar este canal?
ru: Вы уверены, что хотите закрыть этот канал?
zh_hans: 您确定要关闭此通道吗？

# alert_close_channel_title
source: Close Channel?
ar: إغلاق القناة؟
bn: চ্যানেল বন্ধ করবেন?
de: Kanal schließen?
es: ¿Cerrar Canal?
fr: Fermer le canal ?
hi: चैनल बंद करें?
ja: チャネルを閉じますか？
pt_br: Fechar Canal?
ru: Закрыть канал?
zh_hans: 关闭通道？

# alert_no_qr
source: No QR code found
ar: لم يتم العثور على رمز الاستجابة السريعة (QR)
bn: কোনো QR কোড পাওয়া যায়নি
de: Kein QR-Code gefunden
es: No se encontró ningún código QR
fr: Aucun code QR trouvé
hi: कोई QR कोड नहीं मिला
ja: QRコードが見つかりません
pt_br: Nenhum código QR encontrado
ru: QR-код не найден
zh_hans: 未找到二维码

# alert_qr_error
source: Error reading QR code
ar: خطأ في قراءة رمز الاستجابة السريعة
bn: QR কোড পড়তে ত্রুটি
de: Fehler beim Lesen des QR-Codes
es: Error al leer el código QR
fr: Erreur de lecture du code QR
hi: QR कोड पढ़ने में त्रुटि
ja: QRコードの読み取りエラー
pt_br: Erro ao ler o código QR
ru: Ошибка при чтении QR-кода
zh_hans: 读取二维码时出错

# app_subtitle
source: Self-custody Lightning wallet
ar: محفظة لايتنينج بالاستضافة الذاتية
bn: স্ব-হেফাজত লাইটনিং ওয়ালেট
de: Selbstverwaltete Lightning Wallet
es: Billetera Lightning Auto-custodiada
fr: Portefeuille Lightning auto-hébergé
hi: स्व-अभिरक्षा (Self-custody) लाइटनिंग वॉलेट
ja: 自己管理型Lightningウォレット
pt_br: Carteira Lightning Auto-custodial
ru: Некастодиальный Lightning-кошелек
zh_hans: 自托管闪电网络钱包

# auth_cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# auth_confirm_on_chain_send
source: Authenticate to send onchain
ar: قم بالمصادقة للإرسال على السلسلة
bn: অন-চেইন পাঠানোর জন্য প্রমাণীকরণ করুন
de: Authentifizieren, um On-Chain zu senden
es: Autentícate para enviar on-chain
fr: Authentifiez-vous pour envoyer sur la chaîne
hi: ऑन-चेन भेजने के लिए प्रमाणित करें
ja: オンチェーン送信を認証する
pt_br: Autentique-se para enviar na rede principal (on-chain)
ru: Пройдите аутентификацию для отправки on-chain
zh_hans: 验证以进行链上发送

# auth_confirm_on_chain_withdrawal
source: Authenticate to confirm onchain withdrawal
ar: قم بالمصادقة لتأكيد السحب على السلسلة
bn: অন-চেইন প্রত্যাহার নিশ্চিত করতে প্রমাণীকরণ করুন
de: Authentifizieren, um On-Chain-Auszahlung zu bestätigen
es: Autentícate para confirmar el retiro on-chain
fr: Authentifiez-vous pour confirmer le retrait sur la chaîne
hi: ऑन-चेन निकासी की पुष्टि के लिए प्रमाणित करें
ja: オンチェーン引き出しを確認するために認証する
pt_br: Autentique-se para confirmar a retirada on-chain
ru: Пройдите аутентификацию для подтверждения on-chain вывода
zh_hans: 验证以确认链上提款

# auth_disable_app_unlock
source: Authenticate to disable App Unlock
ar: قم بالمصادقة لتعطيل قفل التطبيق
bn: অ্যাপ আনলক নিষ্ক্রিয় করতে প্রমাণীকরণ করুন
de: Authentifizieren, um App-Sperre zu deaktivieren
es: Autentícate para desactivar el bloqueo de la aplicación
fr: Authentifiez-vous pour désactiver le déverrouillage de l'application
hi: ऐप अनलॉक अक्षम करने के लिए प्रमाणित करें
ja: アプリのロック解除を無効にするために認証する
pt_br: Autentique-se para desativar o bloqueio do aplicativo
ru: Пройдите аутентификацию для отключения блокировки приложения
zh_hans: 验证以禁用应用解锁

# auth_disable_payment_confirm
source: Authenticate to disable Payment Confirmation
ar: قم بالمصادقة لتعطيل تأكيد الدفع
bn: পেমেন্ট নিশ্চিতকরণ নিষ্ক্রিয় করতে প্রমাণীকরণ করুন
de: Authentifizieren, um Zahlungsbestätigung zu deaktivieren
es: Autentícate para desactivar la confirmación de pago
fr: Authentifiez-vous pour désactiver la confirmation de paiement
hi: भुगतान पुष्टि अक्षम करने के लिए प्रमाणित करें
ja: 支払い確認を無効にするために認証する
pt_br: Autentique-se para desativar a confirmação de pagamento
ru: Пройдите аутентификацию для отключения подтверждения платежа
zh_hans: 验证以禁用付款确认

# auth_required
source: Authentication required
ar: المصادقة مطلوبة
bn: প্রমাণীকরণ প্রয়োজন
de: Authentifizierung erforderlich
es: Se requiere autenticación
fr: Authentification requise
hi: प्रमाणीकरण आवश्यक है
ja: 認証が必要です
pt_br: Autenticação Necessária
ru: Требуется аутентификация
zh_hans: 需要验证

# auth_title_failed
source: Authentication Failed
ar: فشلت المصادقة
bn: প্রমাণীকরণ ব্যর্থ হয়েছে
de: Authentifizierung fehlgeschlagen
es: Autenticación fallida
fr: L'authentification a échoué
hi: प्रमाणीकरण विफल
ja: 認証に失敗しました
pt_br: Falha na Autenticação
ru: Ошибка аутентификации
zh_hans: 验证失败

# available_balance
source: Available:
ar: المتاح:
bn: উপলব্ধ:
de: Verfügbar:
es: Disponible:
fr: Disponible :
hi: उपलब्ध:
ja: 利用可能:
pt_br: Disponível:
ru: Доступно:
zh_hans: 可用余额：

# available_native_btc
source: Available:
ar: المتاح:
bn: উপলব্ধ:
de: Verfügbar:
es: Disponible:
fr: Disponible :
hi: उपलब्ध:
ja: 利用可能:
pt_br: Disponível:
ru: Доступно:
zh_hans: 可用余额：

source: Backup Now
ar: نسخ احتياطي الآن
bn: এখনই ব্যাকআপ নিন
de: Jetzt sichern
es: Hacer Respaldo Ahora
fr: Sauvegarder maintenant
hi: अभी बैकअप लें
ja: 今すぐバックアップ
pt_br: Fazer Backup Agora
ru: Создать резервную копию
zh_hans: 立即备份

# button_any_amount
source: Any Amount
ar: أي مبلغ
bn: যেকোন পরিমাণ
de: Beliebiger Betrag
es: Cualquier cantidad
fr: N'importe quel montant
hi: कोई भी राशि
ja: 任意の金額
pt_br: Qualquer valor
ru: Любая сумма
zh_hans: 任意金额

# button_backup_seed
source: Backup Seed
ar: نسخ احتياطي للكلمات (Seed)
bn: ব্যাকআপ সীড
de: Seed sichern
es: Respaldar Semilla
fr: Sauvegarder la graine
hi: बैकअप सीड
ja: シードをバックアップ
pt_br: Fazer Backup da Semente
ru: Резервная копия seed-фразы
zh_hans: 备份助记词

# button_cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# button_close_channel
source: Close Channel
ar: إغلاق القناة
bn: চ্যানেল বন্ধ করুন
de: Kanal schließen
es: Cerrar Canal
fr: Fermer le canal
hi: चैनल बंद करें
ja: チャネルを閉じる
pt_br: Fechar Canal
ru: Закрыть канал
zh_hans: 关闭通道

# button_continue
source: Continue
ar: متابعة
bn: চালিয়ে যান
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
ja: 続行
pt_br: Continuar
ru: Продолжить
zh_hans: 继续

# button_copied
source: Copied
ar: تم النسخ
bn: কপি করা হয়েছে
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी हो गया
ja: コピーしました
pt_br: Copiado
ru: Скопировано
zh_hans: 已复制

# button_copy_address
source: Copy Address
ar: نسخ العنوان
bn: ঠিকানা কপি করুন
de: Adresse kopieren
es: Copiar Dirección
fr: Copier l'adresse
hi: पता कॉपी करें
ja: アドレスをコピー
pt_br: Copiar Endereço
ru: Скопировать адрес
zh_hans: 复制地址

# button_copy_anyway
source: Copy Anyway
ar: النسخ على أي حال
bn: যাইহোক কপি করুন
de: Trotzdem kopieren
es: Copiar de todos modos
fr: Copier quand même
hi: फिर भी कॉपी करें
ja: とにかくコピー
pt_br: Copiar mesmo assim
ru: Всё равно скопировать
zh_hans: 仍然复制

# button_copy_invoice
source: Copy Invoice
ar: نسخ الفاتورة
bn: ইনভয়েস কপি করুন
de: Rechnung kopieren
es: Copiar Factura
fr: Copier la facture
hi: चालान (Invoice) कॉपी करें
ja: インボイスをコピー
pt_br: Copiar Fatura
ru: Скопировать инвойс
zh_hans: 复制发票

# button_copy_seed
source: Copy Seed
ar: نسخ الكلمات (Seed)
bn: সীড কপি করুন
de: Seed kopieren
es: Copiar Semilla
fr: Copier la graine
hi: सीड कॉपी करें
ja: シードをコピー
pt_br: Copiar Semente
ru: Скопировать seed-фразу
zh_hans: 复制助记词

# button_done
source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
ja: 完了
pt_br: Concluído
ru: Готово
zh_hans: 完成

# button_enable_icloud_backup
source: Backup to iCloud
ar: النسخ الاحتياطي على iCloud
bn: iCloud-এ ব্যাকআপ নিন
de: In iCloud sichern
es: Respaldar en iCloud
fr: Sauvegarder sur iCloud
hi: iCloud पर बैकअप लें
ja: iCloudにバックアップ
pt_br: Fazer Backup no iCloud
ru: Копировать в iCloud
zh_hans: 备份到 iCloud

# button_enable_in_settings
source: Enable in Settings
ar: تفعيل في الإعدادات
bn: সেটিংসে সক্রিয় করুন
de: In den Einstellungen aktivieren
es: Activar en Ajustes
fr: Activer dans les paramètres
hi: सेटिंग्स में सक्षम करें
ja: 設定で有効にする
pt_br: Ativar nas Configurações
ru: Включить в настройках
zh_hans: 在设置中启用

# button_enable_settings
source: Enable Settings
ar: تفعيل الإعدادات
bn: সেটিংস সক্রিয় করুন
de: Einstellungen aktivieren
es: Activar Ajustes
fr: Activer les paramètres
hi: सेटिंग्स सक्षम करें
ja: 設定を有効にする
pt_br: Ativar Configurações
ru: Включить настройки
zh_hans: 启用设置

# button_enlarge_qr
source: Enlarge QR
ar: تكبير الرمز
bn: QR বড় করুন
de: QR vergrößern
es: Ampliar QR
fr: Agrandir le QR
hi: QR बड़ा करें
ja: QRを拡大
pt_br: Ampliar QR
ru: Увеличить QR
zh_hans: 放大二维码

# button_generate_invoice
source: Generate Invoice
ar: إنشاء فاتورة
bn: ইনভয়েস তৈরি করুন
de: Rechnung generieren
es: Generar Factura
fr: Générer une facture
hi: चालान जनरेट करें
ja: インボイスを生成
pt_br: Gerar Fatura
ru: Сгенерировать инвойс
zh_hans: 生成发票

# button_hide_seed
source: Hide Seed
ar: إخفاء الكلمات (Seed)
bn: সীড লুকান
de: Seed verbergen
es: Ocultar Semilla
fr: Masquer la graine
hi: सीड छिपाएं
ja: シードを隠す
pt_br: Ocultar Semente
ru: Скрыть seed-фразу
zh_hans: 隐藏助记词

# button_import_backup
source: Import from File
ar: استيراد من ملف
bn: ফাইল থেকে ইমপোর্ট করুন
de: Aus Datei importieren
es: Importar desde un archivo
fr: Importer depuis un fichier
hi: फ़ाइल से आयात करें
ja: ファイルからインポート
pt_br: Importar de um Arquivo
ru: Импортировать из файла
zh_hans: 从文件导入

# button_ok
source: OK
ar: موافق
bn: ঠিক আছে
hi: ठीक है
ru: ОК
zh_hans: 确定

# button_open_settings
source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें
ja: 設定を開く
pt_br: Abrir Configurações
ru: Открыть настройки
zh_hans: 打开设置

# button_pick_image
source: Pick Image
ar: اختيار صورة
bn: ছবি নির্বাচন করুন
de: Bild auswählen
es: Elegir Imagen
fr: Choisir une image
hi: छवि चुनें
ja: 画像を選択
pt_br: Escolher Imagem
ru: Выбрать изображение
zh_hans: 选择图片

# button_receive
source: Receive
ar: استلام
bn: গ্রহণ করুন
de: Empfangen
es: Recibir
fr: Recevoir
hi: प्राप्त करें
ja: 受け取る
pt_br: Receber
ru: Получить
zh_hans: 接收

# button_restore
source: Restore
ar: استعادة
bn: পুনরুদ্ধার করুন
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करें
ja: 復元
pt_br: Restaurar
ru: Восстановить
zh_hans: 恢复

# button_restore_icloud
source: Restore from iCloud
ar: استعادة من iCloud
bn: iCloud থেকে পুনরুদ্ধার করুন
de: Aus iCloud wiederherstellen
es: Restaurar desde iCloud
fr: Restaurer depuis iCloud
hi: iCloud से पुनर्स्थापित करें
ja: iCloudから復元
pt_br: Restaurar do iCloud
ru: Восстановить из iCloud
zh_hans: 从 iCloud 恢复

# button_restore_seed
source: Restore Seed
ar: استعادة الكلمات (Seed)
bn: সীড পুনরুদ্ধার করুন
de: Seed wiederherstellen
es: Restaurar Semilla
fr: Restaurer la graine
hi: सीड पुनर्स्थापित करें
ja: シードを復元
pt_br: Restaurar Semente
ru: Восстановить из seed-фразы
zh_hans: 恢复助记词

# button_retry
source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
ja: 再試行
pt_br: Tentar Novamente
ru: Повторить
zh_hans: 重试

# button_scan_qr
source: Scan QR
ar: مسح رمز الاستجابة السريعة (QR)
bn: QR স্ক্যান করুন
de: QR scannen
es: Escanear QR
fr: Scanner le QR
hi: QR स्कैन करें
ja: QRをスキャン
pt_br: Escanear QR
ru: Сканировать QR
zh_hans: 扫描二维码

# button_send
source: Send
ar: إرسال
bn: পাঠান
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
ja: 送る
pt_br: Enviar
ru: Отправить
zh_hans: 发送

# button_send_payment
source: Send
ar: إرسال
bn: পাঠান
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
ja: 送る
pt_br: Enviar
ru: Отправить
zh_hans: 发送

# button_share_qr
source: Share QR
ar: مشاركة الرمز
bn: QR শেয়ার করুন
de: QR teilen
es: Compartir QR
fr: Partager le QR
hi: QR साझा करें
ja: QRを共有
pt_br: Compartilhar QR
ru: Поделиться QR
zh_hans: 分享二维码

# button_show_node_id
source: Show Node ID
ar: إظهار معرّف العقدة
bn: নোড আইডি দেখান
de: Node ID anzeigen
es: Mostrar ID del Nodo
fr: Afficher l'ID du nœud
hi: नोड आईडी दिखाएं
ja: ノードIDを表示
pt_br: Mostrar ID do Nó
ru: Показать Node ID
zh_hans: 显示节点 ID

# button_swap
source: Move
ar: نقل
bn: স্থানান্তর করুন
de: Verschieben
es: Mover
fr: Déplacer
hi: स्थानांतरित करें
ja: 移動
pt_br: Mover
ru: Переместить
zh_hans: 移动

# button_view_seed
source: View Seed Words
ar: عرض الكلمات (Seed)
bn: সীড শব্দগুলো দেখুন
de: Seed-Wörter anzeigen
es: Ver palabras de la semilla
fr: Afficher les mots de la graine
hi: सीड शब्द देखें
ja: シードの単語を表示
pt_br: Ver palavras da semente
ru: Посмотреть seed-фразу
zh_hans: 查看助记词

# channel_status_pending
source: Opening
ar: جارٍ الفتح
bn: খোলা হচ্ছে
de: Wird geöffnet
es: Abriendo
fr: Ouverture
hi: खुल रहा है
ja: 開いています
pt_br: Abrindo
ru: Открывается
zh_hans: 开启中

# channel_status_ready
source: Ready
ar: جاهز
bn: প্রস্তুত
de: Bereit
es: Listo
fr: Prêt
hi: तैयार
ja: 準備完了
pt_br: Pronto
ru: Готов
zh_hans: 准备就绪

source: Confirm Passphrase
ar: تأكيد كلمة المرور
bn: পাসফ্রেজ নিশ্চিত করুন
de: Passphrase bestätigen
es: Confirmar Contraseña
fr: Confirmer la phrase secrète
hi: पासफ़्रेज़ की पुष्टि करें
ja: パスフレーズを確認
pt_br: Confirmar Senha
ru: Подтвердить пароль
zh_hans: 确认密码

# confirm_passphrase_hint
source: Confirm your passphrase
ar: تأكيد كلمة المرور الخاصة بك
bn: আপনার পাসফ্রেজ নিশ্চিত করুন
de: Bestätigen Sie Ihre Passphrase
es: Confirma tu contraseña
fr: Confirmez votre phrase secrète
hi: अपना पासफ़्रेज़ जांचें
ja: パスフレーズを確認してください
pt_br: Confirme sua senha
ru: Подтвердите свой пароль
zh_hans: 确认您的密码

# custody_self
source: Self-custodial
ar: بالاستضافة الذاتية (Self-custodial)
bn: স্ব-হেফাজত (Self-custodial)
de: Selbstverwaltet
es: Auto-custodia
fr: Auto-hébergé
hi: स्व-अभिरक्षा
ja: 自己管理
pt_br: Auto-custodial
ru: Некастодиальное
zh_hans: 自托管

source: Delete Backup
ar: حذف النسخة الاحتياطية
bn: ব্যাকআপ মুছে ফেলুন
de: Backup löschen
es: Eliminar Respaldo
fr: Supprimer la sauvegarde
hi: बैकअप हटाएं
ja: バックアップを削除
pt_br: Excluir Backup
ru: Удалить резервную копию
zh_hans: 删除备份

# disclaimer_custody_body
source: Stable Channels is a self-custodial wallet. You control your private keys. Third parties do not custody, access, or freeze your funds.
ar: Stable Channels هي محفظة بالاستضافة الذاتية. أنت تتحكم في مفاتيحك الخاصة. الأطراف الثالثة لا تمتلك، ولا تصل، ولا تجمد أموالك.
bn: Stable Channels একটি স্ব-হেফাজত ওয়ালেট। আপনি আপনার ব্যক্তিগত কীগুলি নিয়ন্ত্রণ করেন। তৃতীয় পক্ষ আপনার তহবিল হেফাজত, অ্যাক্সেস বা ফ্রিজ করে না।
de: Stable Channels ist eine selbstverwaltete Wallet. Sie kontrollieren Ihre privaten Schlüssel. Dritte haben keinen Zugriff und können Ihr Geld nicht einfrieren.
es: Stable Channels es una billetera auto-custodiada. Tú controlas tus claves privadas. Los terceros no guardan, acceden ni congelan tus fondos.
fr: Stable Channels est un portefeuille auto-hébergé. Vous contrôlez vos clés privées. Les tiers ne conservent, n'accèdent ni ne gèlent vos fonds.
hi: स्टेबल चैनल्स एक स्व-अभिरक्षा (self-custodial) वॉलेट है। आप अपनी निजी कुंजियों को नियंत्रित करते हैं। तृतीय पक्ष आपके फंड को फ्रीज या एक्सेस नहीं करते हैं।
ja: Stable Channelsは自己管理型ウォレットです。秘密鍵はご自身で管理します。第三者があなたの資金を保管、アクセス、凍結することはありません。
pt_br: Stable Channels é uma carteira auto-custodial. Você controla suas chaves privadas. Terceiros não guardam, acessam ou congelam seus fundos.
ru: Stable Channels — это некастодиальный кошелек. Вы полностью контролируете свои приватные ключи. Третьи лица не могут заморозить ваши средства или получить к ним доступ.
zh_hans: Stable Channels 是一款自托管钱包。您完全控制您的私钥。第三方无法托管、访问或冻结您的资金。

# disclaimer_custody_title
source: Your keys, your coins.
ar: مفاتيحك، عملاتك.
bn: আপনার কী, আপনার কয়েন।
de: Ihre Schlüssel, Ihre Coins.
es: Tus claves, tus monedas.
fr: Vos clés, vos pièces.
hi: आपकी कुंजियां, आपके सिक्के।
ja: あなたの鍵、あなたのコイン。
pt_br: Suas chaves, suas moedas.
ru: Ваши ключи — ваши монеты.
zh_hans: 你的私钥，你的硬币。

# empty_payments_desc
source: No payments yet
ar: لا توجد مدفوعات حتى الآن
bn: এখনো কোনো পেমেন্ট নেই
de: Noch keine Zahlungen
es: Sin pagos aún
fr: Aucun paiement pour le moment
hi: अभी तक कोई भुगतान नहीं
ja: まだ支払いはありません
pt_br: Nenhum pagamento ainda
ru: Пока нет платежей
zh_hans: 暂无付款记录
